["Rinaldi Munir", "Kevin Andrian Liwinata", "144 SKS", "Sistem Komunikasi Satelit Domestik", "17 April 2019", "4 Kali", "5 tahun sekali", "<tuliskan nama anggota kelompok>", "<tuliskan stack yang dipakai>", "DKI Jakarta", "Jayakarta", "Knuth-Morris-Prat", "Magnus Carlsen", "Blackhole M87", "velove vexia", "Tujuh orang", "1945", "3 setengah tahun", "Jl", "Kantin Borju", "Mulai tahun 2013, ITB menerapkan ketentuan Uang Kuliah Tunggal (UKT) bagi mahasiswa. Besaran Uang Kuliah Tunggal (UKT) tahun 2018 di ITB (untuk fakultas/sekolah non SBM) adalah sebesar Rp. 12.500.000,- (Dua Belas Juta Lima Ratus Ribu Rupiah) per semester. Sedangkan biaya pendidikan untuk Sekolah Bisnis dan Manajemen adalah sebesar Rp. 20.000.000,- (Dua puluh Juta Rupiah) per semester. Bagi para mahasiswa yang memerlukan bantuan biaya pendidikan dan memenuhi kriteria yang ditentukan, disediakan bantuan biaya pendidikan yang disesuaikan dengan kemampuan ekonomi orang tua. Informasi selengkapnya dapat diperoleh di alamat http://usm.itb.ac.id/.", "Mulai tahun 2013, ITB menerapkan ketentuan Uang Kuliah Tunggal (UKT). ITB tidak memberlakukan kebijakan uang pangkal dalam bentuk apa pun. Informasi selengkapnya dapat diperoleh di alamat http://usm.itb.ac.id/.", "Subsidi UKT diberikan ITB bagi calon mahasiswa yang tidak mampu secara ekonomi, dengan besaran subsidi yang akan ditentukan oleh ITB berdasarkan data ekonomi mahasiswa yang bersangkutan. Mekanisme penentuan subsidi UKT tersebut akan disampaikan kepada calon mahasiswa setelah yang bersangkutan dinyatakan lulus dari salah satu sistem seleksi mahasiswa baru (SNMPTN atau SBMPTN) di ITB. Sebagai informasi, jumlah mahasiswa ITB yang membayar UKT penuh setiap tahunnya hanya berkisar antara 30% – 50% dari seluruh jumlah mahasiswa ITB, selebihnya mendapat pengurangan UKT yang besarnya berkisar antara 20% – 100% dari nilai UKT yang harus dibayarkan (total, sekitar Rp. 135 M untuk subsidi UKT per tahun).", "Sekolah Bisnis dan Manajemen (SBM) ITB tidak menawarkan subsidi UKT bagi calon mahasiswa, kecuali calon mahasiswa yang mengikuti program Beasiswa Bidikmisi.", "Bisa. Program Peminatan ITB tidak terkait dengan pemberian beasiswa apa pun. Artinya setiap calon mahasiswa yang memilih ITB pada SNMPTN, termasuk calon mahasiswa peserta Beasiswa Bidikmisi, diperkenankan untuk mengikuti Program Peminatan ITB. Informasi selengkapnya mengenai Program Peminatan tahun 2018 dapat diperoleh di laman Program Peminatan.", "Tidak. Program Peminatan ITB tidak terkait dengan pemberian beasiswa apa pun. Calon mahasiswa yang memilih salah satu (boleh memilih program studi lain di luar program peminatan) atau lebih dari satu program studi yang ditawarkan pada Program Peminatan ITB, tetap dikenai biaya pendidikan sesuai dengan ketentuan yang berlaku di ITB, bila lulus di salah satu program studi yang dipilihnya. Namun demikian, Program Peminatan ITB tidak membatasi calon mahasiswa untuk memperoleh beasiswa/subsidi biaya pendidikan dari sumber-sumber lain, termasuk Beasiswa Bidikmisi. Informasi selengkapnya mengenai Program Peminatan tahun 2018 dapat diperoleh di laman Program Peminatan. Sebagai informasi, jumlah mahasiswa ITB yang membayar UKT penuh setiap tahunnya hanya berkisar antara 30% – 50% dari seluruh jumlah mahasiswa ITB, selebihnya mendapat pengurangan UKT yang besarnya berkisar antara 20% – 100% dari nilai UKT yang harus dibayarkan (total, sekitar Rp. 135 M untuk subsidi UKT per tahun).", "Tidak. Sekolah Bisnis dan Manajemen (SBM) ITB tidak menawarkan subsidi UKT bagi calon mahasiswa, kecuali calon mahasiswa yang mengikuti program Beasiswa Bidikmisi.", "Informasi mengenai biaya perkuliahan bagi mahasiswa baru ITB Internasional Program dapat diperoleh di laman Tuition Fees.", "ITB tidak menyediakan beasiswa bagi mahasiswa ITB Internasional Program, baik bagi mahasiswa berkewarganegaraan asing mau pun bagi mahasiswa berkewarganegaraan Indonesia. Informasi mengenai biaya perkuliahan bagi mahasiswa ITB Internasional Program dapat diperoleh di laman Tuition Fees.", "Mulai tahun 2011, ITB menggunakan SNMPTN dan SBMPTN untuk melaksanakan seleksi mahasiswa baru program sarjana di semua Fakultas dan Sekolah di ITB. Selain dari pelaksanaan SNMPTN dan SBMPTN tersebut, ITB tidak menerima mahasiswa baru program sarjana melalui jalur seleksi lain. Sebagai informasi, silakan mengunjungi laman resmi SNMPTN 2015 (http://snmptn.ac.id/) atau laman resmi SBMPTN 2015 (http://sbmptn.or.id/) untuk memperoleh gambaran mengenai pelaksanaan pendaftaran dan seleksi mahasiswa baru di Perguruan Tinggi Negeri di Indonesia, termasuk ITB.", "ITB menggunakan SNMPTN dan SBMPTN untuk melaksanakan seleksi mahasiswa baru program sarjana di semua Fakultas dan Sekolah di ITB. Selain dari pelaksanaan SNMPTN dan SBMPTN tersebut, ITB tidak menerima mahasiswa baru program sarjana melalui jalur seleksi lain. Sebagai informasi, silakan mengunjungi laman resmi SNMPTN 2015 (http://snmptn.ac.id/) atau laman resmi SBMPTN 2015 (http://sbmptn.or.id/) untuk memperoleh gambaran mengenai pelaksanaan pendaftaran dan seleksi mahasiswa baru di Perguruan Tinggi Negeri di Indonesia, termasuk ITB.", "Bila saudara merupakan calon mahasiswa yang akan mengikuti UN pada tahun seleksi yang bersangkutan, silakan memilih ITB pada pelaksanaan SNMPTN. Seleksi mahasiswa baru melalui SNMPTN dilaksanakan dengan menggunakan pola penjaringan prestasi akademis calon mahasiswa di SLTA asalnya, tanpa melalui ujian seleksi. Informasi mengenai pelaksanaan SNMPTN 2015 dapat diperoleh di laman resmi SNMPTN 2015 (http://snmptn.ac.id/).", "SNMPTN merupakan singkatan dari Seleksi Nasional Masuk Perguruan Tinggi Negeri, merupakan suatu sistem seleksi mahasiswa baru program sarjana untuk seluruh Perguruan Tinggi Negeri di Indonesia termasuk ITB, yang dilaksanakan secara nasional dengan menggunakan pola penjaringan prestasi akademis calon mahasiswa di SLTA asalnya. Informasi mengenai pelaksanaan SNMPTN 2015 dapat diperoleh di laman resmi SNMPTN 2015 (http://snmptn.ac.id/).", "SNMPTN merupakan pola seleksi nasional berdasarkan penjaringan prestasi akademik dengan menggunakan nilai rapor dan prestasi-prestasi lainnya. Pada pelaksanaan SNMPTN, siswa tidak mengikuti ujian. Informasi mengenai pelaksanaan SNMPTN 2015 dapat diperoleh di laman resmi SNMPTN 2015 (http://snmptn.ac.id/).", "Sekolah yang berhak mengikutsertakan siswanya dalam SNMPTN adalah sekolah yang mempunyai Nomor Pokok Sekolah Nasional (NPSN) dan yang mengisikan data prestasi siswa di Pangkalan Data Sekolah dan Siswa (PDSS). Siswa yang berhak mengikuti seleksi adalah siswa yang memiliki rekam jejak prestasi akademik di PDSS. Informasi mengenai pelaksanaan SNMPTN 2015 dapat diperoleh di laman resmi SNMPTN 2015 (http://snmptn.ac.id/).", "Sekolah yang siswanya berhak mengikuti SNMPTN adalah SMA/SMK/MA/MAK negeri maupun swasta, termasuk sekolah RI di luar negeri, memiliki NPSN (Nomor Pokok Sekolah Nasional), telah mengisi PDSS, dan terdaftar sebagai peserta Ujian Nasional (UN) pada tahun yang bersangkutan.", "Sekolah yang siswanya berhak mengikuti SNMPTN adalah SMA/SMK/MA/MAK negeri maupun swasta, termasuk sekolah RI di luar negeri, yang telah memiliki NPSN (Nomor Pokok Sekolah Nasional) dan telah mengisi PDSS, serta terdaftar sebagai peserta Ujian Nasional (UN) pada tahun yang bersangkutan, terlepas dari ada atau tidaknya alumni sekolah tersebut di perguruan tinggi tujuan peserta.", "Untuk mengikuti SNMPTN, terdapat 2 tahap yang harus dilalui, yaitu tahap Pengisian PDSS di laman http://pdss.snmptn.ac.id/ dan tahap Pendaftaran. Informasi mengenai pelaksanaan SNMPTN 2015 dapat diperoleh di laman resmi SNMPTN 2015 (http://snmptn.ac.id/).", "Pada pelaksanaan SNMPTN, seleksi dilaksanakan melalui rapor siswa yang telah diisikan sekolah di PDSS. Tidak ada ujian atau wawancara dalam bentuk apa pun pada pelaksanaan SNMPTN. Informasi mengenai pelaksanaan SNMPTN 2015 dapat diperoleh di laman resmi SNMPTN 2015 (http://snmptn.ac.id/).", "Tidak ada batasan prestasi bagi siswa untuk mengikuti SNMPTN. Pada dasarnya, seluruh siswa yang akan mengikuti Ujian Nasional (UN) SLTA tahun berhak mengikuti SNMPTN, dengan catatan, siswa yang bersangkutan memiliki rekam jejak prestasi akademik di Pangkalan Data Sekolah dan Siswa (PDSS) SNMPTN. Informasi mengenai pelaksanaan SNMPTN 2015 dapat diperoleh di laman resmi SNMPTN 2015 (http://snmptn.ac.id/).", "Sehubungan adanya perbedaan kurikulum antara SMA/MA bidang IPA dan SMA/MA bidang IPS, pada pelaksanaan SNMPTN, ITB hanya menawarkan fakultas/sekolah bidang Sains dan Teknik bagi siswa yang berasal dari SMA/MA bidang IPA. Siswa dari SMA/MA bidang IPS dapat memilih FSRD ITB dan SBM ITB pada pelaksanaan SNMPTN. Bagi siswa SMA/MA bidang IPS yang berminat memilih fakultas/sekolah bidang Sains dan Teknik di ITB, dipersilakan mencoba memilih ITB pada pelaksanaan SBMPTN. Informasi selengkapnya dapat diperoleh di laman Ketentuan ITB pada Pelaksanaan SNMPTN 2015.", "Sehubungan adanya perbedaan kurikulum antara SMA/MA bidang IPA dan SMK, pada pelaksanaan SNMPTN, ITB hanya menawarkan fakultas/sekolah bidang Sains dan Teknik bagi siswa yang berasal dari SMA/MA bidang IPA. Siswa dari SMK hanya dapat memilih FSRD ITB pada pelaksanaan SNMPTN. Bagi siswa SMK yang berminat memilih fakultas/sekolah bidang Sains dan Teknik atau SBM di ITB, dipersilakan mencoba memilih ITB pada pelaksanaan SBMPTN. Informasi selengkapnya dapat diperoleh di laman Ketentuan ITB pada Pelaksanaan SNMPTN 2015.", "Tidak, saudara tetap harus mengikuti salah satu program seleksi mahasiswa baru ITB (SNMPTN atau SBMPTN). Prestasi saudara di akan dipertimbangkan sebagai nilai tambah pada program seleksi yang saudara ikuti.", "Setiap Siswa Pendaftar dapat memilih sebanyak-banyaknya 2 (dua) PTN. Apabila memilih 2 (dua) PTN, maka salah satu PTN harus berada di provinsi yang sama dengan SMA asalnya. Apabila memilih satu PTN, maka PTN yang dipilih dapat berada di provinsi mana pun. Siswa Pendaftar dapat memilih sebanyak-banyaknya 3 (tiga) program studi dengan ketentuan satu PTN maksimal 2 (dua) program studi. Urutan pilihan PTN dan program studi menyatakan prioritas pilihan.", "Daftar program studi dan daya tampung SNMPTN tahun 2015 dapat dilihat pada laman http://www.snmptn.ac.id selama periode pendaftaran. Selain itu, ITB menyediakan informasi mengenai Tingkat Kesulitan Relatif dari Fakultas/Sekolah yang ditawarkan ITB pada pelaksanaan SNMPTN di laman Tingkat Kesulitan Relatif.", "Pada pelaksanaan SNMPTN, ITB membuka program peminatan bagi calon mahasiswa yang benar-benar berminat untuk memilih beberapa program studi tertentu. Pada tahun 2015, terdapat 14 program studi yang ditawarkan pada program peminatan tersebut di SNMPTN 2015, yaitu Astronomi (FMIPA), Rekayasa Pertanian (SITH-Program Rekayasa), Rekayasa Kehutanan (SITH-Program Rekayasa), Teknologi Pasca Panen (SITH-Program Rekayasa), Meteorologi (FITB), Oseanografi (FITB), Teknik Pertambangan (FTTM), Teknik Fisika (FTI-Kampus Ganesa), Manajemen Rekayasa Industri (FTI-Kampus Ganesa), Teknik Material (FTMD), Teknik Telekomunikasi (STEI), Teknik Biomedis (STEI), Perencanaan Wilayah dan Kota (SAPPK), Kewirausahaan (SBM), dan/atau Kelas Internasional Program Studi Manajemen (SBM). Informasi selengkapnya mengenai Program Peminatan tahun 2015 dapat diperoleh di laman Program Peminatan.", "Pada pelaksanaan SNMPTN, ITB membuka program peminatan bagi calon mahasiswa yang benar-benar berminat untuk memilih beberapa program studi tertentu. Program studi yang ditawarkan ITB pada program peminatan adalah program studi yang bidang keahliannya masih kurang dikenal di masyarakat, namun sebenarnya sangat dibutuhkan di dunia industri. Pada tahun 2015, terdapat 14 program studi yang ditawarkan pada program peminatan tersebut di SNMPTN 2015, yaitu Astronomi (FMIPA), Rekayasa Pertanian (SITH-Program Rekayasa), Rekayasa Kehutanan (SITH-Program Rekayasa), Teknologi Pasca Panen (SITH-Program Rekayasa), Meteorologi (FITB), Oseanografi (FITB), Teknik Pertambangan (FTTM), Teknik Fisika (FTI-Kampus Ganesa), Manajemen Rekayasa Industri (FTI-Kampus Ganesa), Teknik Material (FTMD), Teknik Telekomunikasi (STEI), Teknik Biomedis (STEI), Perencanaan Wilayah dan Kota (SAPPK), Kewirausahaan (SBM), dan/atau Kelas Internasional Program Studi Manajemen (SBM). Informasi selengkapnya mengenai Program Peminatan tahun 2015 dapat diperoleh di laman Program Peminatan.", "Untuk mengikuti program peminatan, calon mahasiswa tetap harus mengikuti SNMPTN dan memilih fakultas yang menaungi program studi yang diminatinya di ITB (Astronomi (FMIPA), Rekayasa Pertanian (SITH-Program Rekayasa), Rekayasa Kehutanan (SITH-Program Rekayasa), Teknologi Pasca Panen (SITH-Program Rekayasa), Meteorologi (FITB), Oseanografi (FITB), Teknik Pertambangan (FTTM), Teknik Fisika (FTI-Kampus Ganesa), Manajemen Rekayasa Industri (FTI-Kampus Ganesa), Teknik Material (FTMD), Teknik Telekomunikasi (STEI), Teknik Biomedis (STEI), Perencanaan Wilayah dan Kota (SAPPK), Kewirausahaan (SBM), dan/atau Kelas Internasional Program Studi Manajemen (SBM)) pada laman SNMPTN (http://web.snmptn.ac.id/). Calon mahasiswa kemudian diharuskan untuk menyerahkan Formulir Pilihan Program Studi ITB yang telah diisi lengkap ke ITB. Informasi selengkapnya mengenai Program Peminatan tahun 2015 dapat diperoleh di laman Program Peminatan.", "Bukan. Program Peminatan ITB merupakan bagian dari pelaksanaan SNMPTN di ITB. Calon mahasiswa yang tidak mengikuti SNMPTN atau tidak memilih ITB di SNMPTN, tidak dapat mengikuti Program Peminatan ITB. Informasi selengkapnya mengenai Program Peminatan tahun 2015 dapat diperoleh di laman Program Peminatan.", "Tidak. Program Peminatan ITB merupakan bagian dari pelaksanaan SNMPTN di ITB. Calon mahasiswa yang tidak mengikuti SNMPTN atau tidak memilih ITB di SNMPTN, tidak dapat mengikuti Program Peminatan ITB. Informasi selengkapnya mengenai Program Peminatan tahun 2015 dapat diperoleh di laman Program Peminatan.", "Tidak. Program Peminatan ITB merupakan bagian dari pelaksanaan SNMPTN di ITB. Calon mahasiswa yang tidak mengikuti SNMPTN atau tidak memilih ITB di SNMPTN, tidak dapat mengikuti Program Peminatan ITB. Informasi selengkapnya mengenai Program Peminatan tahun 2015 dapat diperoleh di laman Program Peminatan.", "Bisa, bila saudara mengirimkan konfirmasi pembatalan sebelum batas waktu pengiriman formulir Program Peminatan ITB berakhir. Setelah batas waktu tersebut terlewati, data saudara telah dikunci dan keikutsertaan anda di Program Peminatan ITB tidak dapat dibatalkan.", "Tidak bisa. Calon mahasiswa ITB hanya dapat mendaftarkan diri dan melanjutkan studi di Fakultas/Sekolah/Program Studi tempat calon yang bersangkutan dinyatakan diterima. Dengan demikian, sehubungan dengan penerimaan saudara di salah satu program studi yang saudara pilih melalui Program Peminatan ITB, saudara hanya dapat mendaftarkan diri dan melanjutkan studi di program studi tersebut serta tidak dapat membatalkan keikutsertaan saudara pada Program Peminatan ITB.", "Bisa. Program Peminatan ITB tidak terkait dengan pemberian beasiswa apa pun. Artinya setiap calon mahasiswa yang memilih ITB pada SNMPTN, termasuk calon mahasiswa peserta Beasiswa Bidikmisi, diperkenankan untuk mengikuti Program Peminatan ITB. Informasi selengkapnya mengenai Program Peminatan tahun 2015 dapat diperoleh di laman Program Peminatan.", "Tidak. Program Peminatan ITB tidak terkait dengan pemberian beasiswa apa pun. Calon mahasiswa yang memilih salah satu (boleh memilih program studi lain di luar program peminatan) atau lebih dari satu program studi yang ditawarkan pada Program Peminatan ITB, tetap dikenai biaya pendidikan sesuai dengan ketentuan yang berlaku di ITB, bila lulus di salah satu program studi yang dipilihnya. Namun demikian, Program Peminatan ITB tidak membatasi calon mahasiswa untuk memperoleh beasiswa/subsidi biaya pendidikan dari sumber-sumber lain, termasuk Beasiswa Bidikmisi. Informasi selengkapnya mengenai Program Peminatan tahun 2015 dapat diperoleh di laman Program Peminatan.", "Tidak. Sekolah Bisnis dan Manajemen (SBM) ITB tidak menawarkan subsidi UKT bagi calon mahasiswa, kecuali calon mahasiswa yang mengikuti program Beasiswa Bidikmisi.", "Informasi dan ketentuan mengenai Kelas Internasional Manajemen (SBM) dapat saudara peroleh di laman http://sbm.itb.ac.id. Silakan mempelajari informasi tersebut secara teliti.", "Tata cara pemilihan program studi peminatan pada pelaksanaan SNMPTN dan tata cara pengisian formulir peminatan telah tercantum di laman Program Peminatan. Silakan mempelajari informasi tersebut secara teliti.", "Tidak, peserta SNMPTN 2015 tidak diperkenankan untuk memilih lebih dari 1 program studi dalam fakultas/sekolah yang sama pada pelaksanaan program peminatan. Formulir peminatan yang tidak diisi sesuai dengan ketentuan di atas tidak akan diproses lebih lanjut oleh ITB. Tata cara pemilihan program studi peminatan pada pelaksanaan SNMPTN dan tata cara pengisian formulir peminatan telah tercantum di laman Program Peminatan. Silakan mempelajari informasi tersebut secara teliti.", "Saudara tidak dapat melakukan pemilihan tersebut. Pada pelaksanaan SNMPTN, ITB menerima mahasiswa baru di Fakultas/Sekolah. Program peminatan hanya merupakan pelengkap dari pelaksanaan SNMPTN di ITB. Bila saudara ingin memilih satu program studi peminatan dan program studi lain yang tidak ditawarkan ITB pada program peminatan dalam Fakultas/Sekolah yang sama, ITB menyarankan agar saudara tidak perlu mengikuti program peminatan. Pemilihan program studi yang saudara inginkan dapat saudara laksanakan pada tahun pertama perkuliahan di ITB, bila saudara dinyatakan diterima di fakultas/sekolah yang bersangkutan.", "Saudara tidak dapat melakukan pemilihan tersebut. Pada pelaksanaan SNMPTN, ITB menerima mahasiswa baru di Fakultas/Sekolah. Program peminatan hanya merupakan pelengkap dari pelaksanaan SNMPTN di ITB. Bila saudara ingin memilih satu program studi peminatan dan program studi lain yang tidak ditawarkan ITB pada program peminatan dalam Fakultas/Sekolah yang sama, ITB menyarankan agar saudara tidak perlu mengikuti program peminatan. Pemilihan program studi yang saudara inginkan dapat saudara laksanakan pada tahun pertama perkuliahan di ITB, bila saudara dinyatakan diterima di fakultas/sekolah yang bersangkutan.", "Saudara tidak dapat melakukan pemilihan tersebut. Pada pelaksanaan SNMPTN, ITB menerima mahasiswa baru di Fakultas/Sekolah. Program peminatan hanya merupakan pelengkap dari pelaksanaan SNMPTN di ITB. Bila saudara ingin memilih satu program studi peminatan dan program studi lain yang tidak ditawarkan ITB pada program peminatan dalam Fakultas/Sekolah yang sama, ITB menyarankan agar saudara tidak perlu mengikuti program peminatan. Pemilihan program studi yang saudara inginkan dapat saudara laksanakan pada tahun pertama perkuliahan di ITB, bila saudara dinyatakan diterima di fakultas/sekolah yang bersangkutan.", "Saudara tidak dapat melakukan pemilihan tersebut. Pada pelaksanaan SNMPTN, ITB menerima mahasiswa baru di Fakultas/Sekolah. Program peminatan hanya merupakan pelengkap dari pelaksanaan SNMPTN di ITB. Bila saudara ingin memilih satu program studi peminatan dan program studi lain yang tidak ditawarkan ITB pada program peminatan dalam Fakultas/Sekolah yang sama, ITB menyarankan agar saudara tidak perlu mengikuti program peminatan. Pemilihan program studi yang saudara inginkan dapat saudara laksanakan pada tahun pertama perkuliahan di ITB, bila saudara dinyatakan diterima di fakultas/sekolah yang bersangkutan.", "Saudara tidak dapat melakukan pemilihan tersebut. Pada pelaksanaan SNMPTN, ITB menerima mahasiswa baru di Fakultas/Sekolah. Program peminatan hanya merupakan pelengkap dari pelaksanaan SNMPTN di ITB. Bila saudara ingin memilih satu program studi peminatan dan program studi lain yang tidak ditawarkan ITB pada program peminatan dalam Fakultas/Sekolah yang sama, ITB menyarankan agar saudara tidak perlu mengikuti program peminatan. Pemilihan program studi yang saudara inginkan dapat saudara laksanakan pada tahun pertama perkuliahan di ITB, bila saudara dinyatakan diterima di fakultas/sekolah yang bersangkutan.", "Memang benar terdapat 2 program studi baru di ITB yang tidak ditawarkan pada pelaksanaan program peminatan ITB 2015, yaitu program studi Teknik Pangan (FTI-Kampus Jatinangor) serta program studi Teknik Bioenergi dan Kemurgi (FTI-Kampus Jatinangor). Selain itu, ITB tidak lagi menawarkan program studi Rekayasa Infrastruktur Lingkungan (FTSL-Kampus Jatinangor) serta program studi Teknik Pengelolaan Sumber Daya Air (FTSL-Kampus Jatinangor) pada program peminatan ITB 2015. Peminat keempat program studi tersebut dapat memilih pilihan FTI-Kampus Jatinangor dan/atau FTSL-Kampus Jatinangor pada pelaksanaan SNMPTN 2015 tanpa menggunakan formulir peminatan. Saat ini pilihan FTI-Kampus Jatinangor serta FTSL-Kampus Jatinangor masih menunggu nomor kode pilihan program studi dari Panitia SNMPTN 2015. Informasi selengkapnya mengenai pilihan program studi tersebut dapat saudara peroleh di laman Pilihan Program Studi di ITB.", "Tidak, saudara tetap harus mengikuti salah satu program seleksi mahasiswa baru ITB (SNMPTN atau SBMPTN). Prestasi saudara di akan dipertimbangkan sebagai nilai tambah pada program seleksi yang saudara ikuti.", "Pada pelaksanaan SNMPTN, ITB membuka program peminatan bagi calon mahasiswa yang benar-benar berminat untuk memilih beberapa program studi tertentu. Pada tahun 2017, terdapat 14 program studi yang ditawarkan pada program peminatan tersebut di SNMPTN. Informasi selengkapnya mengenai Program Peminatan tahun 207 dapat diperoleh di laman Program Peminatan.", "Pada pelaksanaan SNMPTN, ITB membuka program peminatan bagi calon mahasiswa yang benar-benar berminat untuk memilih beberapa program studi tertentu. Program studi yang ditawarkan ITB pada program peminatan adalah program studi yang bidang keahliannya masih kurang dikenal di masyarakat, namun sebenarnya sangat dibutuhkan di dunia industri. Pada tahun 2017, terdapat 14 program studi yang ditawarkan pada program peminatan tersebut di SNMPTN 2017. Informasi selengkapnya mengenai Program Peminatan dapat diperoleh di laman Program Peminatan.", "Untuk mengikuti program peminatan, calon mahasiswa tetap harus mengikuti SNMPTN dan memilih fakultas yang menaungi program studi yang diminatinya di ITB pada laman SNMPTN (http://web.snmptn.ac.id/). Calon mahasiswa kemudian diharuskan untuk mendaftarkan diri secara online di laman Pendaftaran Program Peminatan ITB. Informasi selengkapnya mengenai Program Peminatan dapat diperoleh di laman Program Peminatan.", "Bukan. Program Peminatan ITB merupakan bagian dari pelaksanaan SNMPTN di ITB. Calon mahasiswa yang tidak mengikuti SNMPTN atau tidak memilih ITB di SNMPTN, tidak dapat mengikuti Program Peminatan ITB. Informasi selengkapnya mengenai Program Peminatan dapat diperoleh di laman Program Peminatan.", "Tidak. Program Peminatan ITB merupakan bagian dari pelaksanaan SNMPTN di ITB. Calon mahasiswa yang tidak mengikuti SNMPTN atau tidak memilih ITB di SNMPTN, tidak dapat mengikuti Program Peminatan ITB. Informasi selengkapnya mengenai Program Peminatan dapat diperoleh di laman Program Peminatan.", "Tidak. Program Peminatan ITB merupakan bagian dari pelaksanaan SNMPTN di ITB. Calon mahasiswa yang tidak mengikuti SNMPTN atau tidak memilih ITB di SNMPTN, tidak dapat mengikuti Program Peminatan ITB. Informasi selengkapnya mengenai Program Peminatan dapat diperoleh di laman Program Peminatan.", "Bisa, bila saudara melakukan pembatalan sebelum batas waktu pendaftaran Program Peminatan ITB berakhir. Setelah batas waktu tersebut terlewati, data saudara telah dikunci dan keikutsertaan anda di Program Peminatan ITB tidak dapat dibatalkan.", "Tidak bisa. Calon mahasiswa ITB hanya dapat mendaftarkan diri dan melanjutkan studi di Fakultas/Sekolah/Program Studi tempat calon yang bersangkutan dinyatakan diterima. Dengan demikian, sehubungan dengan penerimaan saudara di salah satu program studi yang saudara pilih melalui Program Peminatan ITB, saudara hanya dapat mendaftarkan diri dan melanjutkan studi di program studi tersebut serta tidak dapat membatalkan keikutsertaan saudara pada Program Peminatan ITB.", "Bisa. Program Peminatan ITB tidak terkait dengan pemberian beasiswa apa pun. Artinya setiap calon mahasiswa yang memilih ITB pada SNMPTN, termasuk calon mahasiswa peserta Beasiswa Bidikmisi, diperkenankan untuk mengikuti Program Peminatan ITB. Informasi selengkapnya mengenai Program Peminatan dapat diperoleh di laman Program Peminatan.", "Tidak. Program Peminatan ITB tidak terkait dengan pemberian beasiswa apa pun. Calon mahasiswa yang memilih salah satu (boleh memilih program studi lain di luar program peminatan) atau lebih dari satu program studi yang ditawarkan pada Program Peminatan ITB, tetap dikenai biaya pendidikan sesuai dengan ketentuan yang berlaku di ITB, bila lulus di salah satu program studi yang dipilihnya. Namun demikian, Program Peminatan ITB tidak membatasi calon mahasiswa untuk memperoleh beasiswa/subsidi biaya pendidikan dari sumber-sumber lain, termasuk Beasiswa Bidikmisi. Informasi selengkapnya mengenai Program Peminatan dapat diperoleh di laman Program Peminatan.", "Tidak. Sekolah Bisnis dan Manajemen (SBM) ITB tidak menawarkan subsidi UKT bagi calon mahasiswa, kecuali calon mahasiswa yang mengikuti program Beasiswa Bidikmisi.", "Informasi dan ketentuan mengenai Kelas Internasional Manajemen (SBM) dapat saudara peroleh di laman http://sbm.itb.ac.id. Silakan mempelajari informasi tersebut secara teliti.", "Tata cara pemilihan program studi peminatan pada pelaksanaan SNMPTN dan tata cara pendaftaran online telah tercantum di laman Program Peminatan. Silakan mempelajari informasi tersebut secara teliti.", "Tidak, peserta SNMPTN tidak diperkenankan untuk memilih lebih dari 1 program studi dalam fakultas/sekolah yang sama pada pelaksanaan program peminatan. Pemilihan program studi peminatan yang tidak diisi sesuai dengan ketentuan di atas tidak akan diproses lebih lanjut oleh sistem pendaftaran program peminatan ITB. Tata cara pemilihan program studi peminatan pada pelaksanaan SNMPTN dan tata cara pengisian formulir peminatan telah tercantum di laman Program Peminatan. Silakan mempelajari informasi tersebut secara teliti.", "Saudara tidak dapat melakukan pemilihan tersebut. Pada pelaksanaan SNMPTN, ITB menerima mahasiswa baru di Fakultas/Sekolah. Program peminatan hanya merupakan pelengkap dari pelaksanaan SNMPTN di ITB. Bila saudara ingin memilih satu program studi peminatan dan program studi lain yang tidak ditawarkan ITB pada program peminatan dalam Fakultas/Sekolah yang sama, ITB menyarankan agar saudara tidak perlu mengikuti program peminatan. Pemilihan program studi yang saudara inginkan dapat saudara laksanakan pada tahun pertama perkuliahan di ITB, bila saudara dinyatakan diterima di fakultas/sekolah yang bersangkutan.", "Saudara tidak dapat melakukan pemilihan tersebut. Pada pelaksanaan SNMPTN, ITB menerima mahasiswa baru di Fakultas/Sekolah. Program peminatan hanya merupakan pelengkap dari pelaksanaan SNMPTN di ITB. Bila saudara ingin memilih satu program studi peminatan dan program studi lain yang tidak ditawarkan ITB pada program peminatan dalam Fakultas/Sekolah yang sama, ITB menyarankan agar saudara tidak perlu mengikuti program peminatan. Pemilihan program studi yang saudara inginkan dapat saudara laksanakan pada tahun pertama perkuliahan di ITB, bila saudara dinyatakan diterima di fakultas/sekolah yang bersangkutan.", "Saudara tidak dapat melakukan pemilihan tersebut. Pada pelaksanaan SNMPTN, ITB menerima mahasiswa baru di Fakultas/Sekolah. Program peminatan hanya merupakan pelengkap dari pelaksanaan SNMPTN di ITB. Bila saudara ingin memilih satu program studi peminatan dan program studi lain yang tidak ditawarkan ITB pada program peminatan dalam Fakultas/Sekolah yang sama, ITB menyarankan agar saudara tidak perlu mengikuti program peminatan. Pemilihan program studi yang saudara inginkan dapat saudara laksanakan pada tahun pertama perkuliahan di ITB, bila saudara dinyatakan diterima di fakultas/sekolah yang bersangkutan.", "Saudara tidak dapat melakukan pemilihan tersebut. Pada pelaksanaan SNMPTN, ITB menerima mahasiswa baru di Fakultas/Sekolah. Program peminatan hanya merupakan pelengkap dari pelaksanaan SNMPTN di ITB. Bila saudara ingin memilih satu program studi peminatan dan program studi lain yang tidak ditawarkan ITB pada program peminatan dalam Fakultas/Sekolah yang sama, ITB menyarankan agar saudara tidak perlu mengikuti program peminatan. Pemilihan program studi yang saudara inginkan dapat saudara laksanakan pada tahun pertama perkuliahan di ITB, bila saudara dinyatakan diterima di fakultas/sekolah yang bersangkutan.", "Saudara tidak dapat melakukan pemilihan tersebut. Pada pelaksanaan SNMPTN, ITB menerima mahasiswa baru di Fakultas/Sekolah. Program peminatan hanya merupakan pelengkap dari pelaksanaan SNMPTN di ITB. Bila saudara ingin memilih satu program studi peminatan dan program studi lain yang tidak ditawarkan ITB pada program peminatan dalam Fakultas/Sekolah yang sama, ITB menyarankan agar saudara tidak perlu mengikuti program peminatan. Pemilihan program studi yang saudara inginkan dapat saudara laksanakan pada tahun pertama perkuliahan di ITB, bila saudara dinyatakan diterima di fakultas/sekolah yang bersangkutan.", "Memang benar terdapat 2 program studi baru di ITB yang tidak ditawarkan pada pelaksanaan program peminatan ITB, yaitu program studi Teknik Pangan (FTI-Kampus Jatinangor) serta program studi Teknik Bioenergi dan Kemurgi (FTI-Kampus Jatinangor). Selain itu, ITB tidak lagi menawarkan program studi Rekayasa Infrastruktur Lingkungan (FTSL-Kampus Jatinangor) serta program studi Teknik Pengelolaan Sumber Daya Air (FTSL-Kampus Jatinangor) pada program peminatan ITB. Peminat keempat program studi tersebut dapat memilih pilihan FTI-Kampus Jatinangor dan/atau FTSL-Kampus Jatinangor pada pelaksanaan SNMPTN tanpa mengikuti program peminatan ITB. Informasi selengkapnya mengenai pilihan program studi tersebut dapat saudara peroleh di laman Pilihan Program Studi di ITB.", "Bagi calon mahasiswa yang dinyatakan diterima di ITB melalui Program Peminatan ITB, setelah tahun pertama perkuliahan (TPB), mahasiswa akan ditempatkan di program studi yang menerimanya pada Program Peminatan ITB, dan tidak diperkenankan untuk mengajukan perpindahan program studi.", "Bagi calon mahasiswa yang dinyatakan diterima di ITB melalui Program Peminatan ITB, setelah tahun pertama perkuliahan (TPB), mahasiswa akan ditempatkan di program studi yang menerimanya pada Program Peminatan ITB, dan tidak diperkenankan untuk mengajukan perpindahan program studi.", "SBMPTN merupakan singkatan dari Seleksi Bersama Masuk Perguruan Tinggi Negeri, merupakan suatu sistem seleksi mahasiswa baru program sarjana untuk seluruh Perguruan Tinggi Negeri di Indonesia termasuk ITB, yang dilaksanakan secara bersama dengan menggunakan pola seleksi berdasarkan hasil ujian tertulis. Sebagai informasi pelaksanaan SBMPTN 2016, silakan mengunjungi laman resmi SBMPTN 2016 (http://sbmptn.ac.id/).", "SBMPTN merupakan sistem ujian saringan masuk perguruan tinggi negeri yang dilaksanakan secara nasional, oleh sebuah panitia terpusat yang ditunjuk oleh Majelis Rektor Perguruan Tinggi Negeri Indonesia (MRPTNI). Ujian tertulis SBMPTN dilaksanakan secara serentak dan terpadu pada jam dan hari yang sama, dengan soal yang sama di berbagai wilayah di Indonesia, sehingga peserta diharapkan dapat memilih lokasi yang terdekat dengan penyelenggaraan kegiatan seleksi tersebut. Tempat ujian tidak menjadi bahan pertimbangan dalam proses seleksi dan penentuan kelulusan seorang calon mahasiswa di perguruan tinggi negeri yang dipilihnya. Sebagai informasi pelaksanaan SBMPTN 2016, silakan mengunjungi laman resmi SBMPTN 2016 (http://sbmptn.ac.id/).", "Peserta SBMPTN harus lulus dari Satuan Pendidikan dan Ujian Nasional SMA/MA/SMK/MAK atau yang setara dengan 3 tahun terakhir dan telah memiliki ijazah SMA/MA/SMK/MAK atau yang setara. Untuk lulusan tahun berjalan sekurang-kurangnya telah memiliki Surat Keterangan Hasil Ujian Nasional (SKHUN) dari Kepala Sekolah yang dilengkapi dengan pasfoto terbaru yang bersangkutan dan dibubuhi cap sekolah. Peserta yang bersangkutan juga harus memenuhi persyaratan yang berlaku di program studi tujuannya. Sebagai informasi pelaksanaan SBMPTN 2016, silakan mengunjungi laman resmi SBMPTN 2016 (http://sbmptn.ac.id/).", "Peserta SBMPTN harus lulus dari Satuan Pendidikan dan Ujian Nasional SMA/MA/SMK/MAK atau yang setara dengan 3 tahun terakhir dan telah memiliki ijazah SMA/MA/SMK/MAK atau yang setara. Khusus bagi peserta Paket C, hanya dapat mengikuti SBMPTN bila telah memiliki Ijazah Paket C. Bila nilai Paket C belum terbit pada saat pelaksanaan SBMPTN tahun berjalan, silakan mengikuti SBMPTN pada tahun yang akan datang. Sebagai informasi pelaksanaan SBMPTN 2016, silakan mengunjungi laman resmi SBMPTN 2016 (http://sbmptn.ac.id/).", "Seleksi penerimaan mahasiswa baru ITB dilaksanakan melalui SNMPTN dan SBMPTN. Dengan demikian persyaratan untuk mengikuti seleksi mahasiswa baru ITB yang berlaku adalah persyaratan peserta SNMPTN dan/atau SBMPTN, yang salah satunya adalah telah lulus UN SLTA atau Paket C, dibuktikan dengan Surat Keterangan Hasil Ujian Nasional atau Surat Keterangan Lulus Paket C. Sebagai gambaran, informasi mengenai persyaratan peserta SBMPTN 2016 dapat diperoleh di laman resmi SBMPTN 2016 (http://sbmptn.ac.id/).", "Seleksi penerimaan mahasiswa baru ITB dilaksanakan melalui SNMPTN dan SBMPTN. Dengan demikian persyaratan untuk mengikuti seleksi mahasiswa baru ITB yang berlaku adalah persyaratan peserta SNMPTN dan/atau SBMPTN, yang salah satunya adalah telah lulus UN SLTA atau Paket C, dibuktikan dengan Surat Keterangan Hasil Ujian Nasional atau Surat Keterangan Lulus Paket C. Khusus bagi lulusan SLTA di luar wilayah Republik Indonesia dan bukan merupakan lulusan Sekolah Indonesia di Luar Negeri, saudara juga dapat menggunakan ijazah dari SLTA saudara yang dilengkapi dengan Surat Keterangan Penyetaraan Ijazah SLTA dari Kementerian Pendidikan dan Kebudayaan Republik Indonesia. Sebagai gambaran, informasi mengenai persyaratan peserta SBMPTN 2016 dapat diperoleh di laman resmi SBMPTN 2016 (http://sbmptn.ac.id/).", "Sesuai dengan informasi di laman resmi SBMPTN (http://sbmptn.ac.id), tempat pelaksanaan ujian tidak menjadi pertimbangan pada kelulusan SBMPTN. Dengan demikian saudara dapat mendaftar dan mengikuti SBMPTN di lokasi terdekat dengan tempat domisili anda.", "Sesuai dengan informasi di laman resmi SBMPTN (http://sbmptn.ac.id), pendaftaran SBMPTN dilaksanakan secara online di laman http://sbmptn.ac.id. Pendaftaran dapat dilakukan di mana saja di seluruh wilayah Indonesia, bahkan di Luar Negeri, dengan menggunakan akses internet.", "SBMPTN terdiri atas kelompok ujian SAINTEK, kelompok ujian SOSHUM, dan kelompok ujian CAMPURAN (mengikuti ujian ujian SAINTEK dan SOSHUM). Informasi mengenai materi yang diujikan di masing-masing kelompok ujian dapat diperoleh di lamanhttp://sbmptn.ac.id/.", "Peserta SBMPTN akan mengikuti kelompok ujian berdasar fakultas/sekolah/program studi yang dipilihnya, tanpa memperhatikan bidang studi asal SMA. Sebagai contoh, siswa yang berasal dari SMA IPA dapat memilih SBM ITB (kelompok ujian SOSHUM) serta harus mengikuti ujian dengan materi kelompok SOSHUM. Demikian pula sebaliknya, siswa SMA yang berasal dari IPS dapat memilih FTMD ITB (kelompok ujian SAINTEK) serta harus mengikuti ujian dengan materi kelompok SAINTEK. Informasi selengkapnya dapat diperoleh di laman http://sbmptn.ac.id/.", "Tidak bisa. Peserta SBMPTN akan mengikuti kelompok ujian berdasar fakultas/sekolah/program studi yang dipilihnya, tanpa memperhatikan bidang studi asal SMA. Sebagai contoh, siswa yang berasal dari SMA IPA dapat memilih SBM ITB (kelompok ujian SOSHUM) serta harus mengikuti ujian dengan materi kelompok SOSHUM. Demikian pula sebaliknya, siswa SMA yang berasal dari IPS dapat memilih FTMD ITB (kelompok ujian SAINTEK) serta harus mengikuti ujian dengan materi kelompok SAINTEK. Informasi selengkapnya dapat diperoleh di laman http://sbmptn.ac.id/.", "Pada pelaksanaan SBMPTN, beberapa fakultas/sekolah/program studi bidang Seni (seni rupa, desain, seni musik, seni drama, seni tari) serta bidang Olahraga mensyaratkan adanya ujian keterampilan bagi peserta SBMPTN yang memilihnya. Informasi selengkapnya mengenai pelaksanaan ujian keterampilan serta daftar fakultas/sekolah/program studi yang mensyaratkan ujian keterampilan dapat diperoleh di laman http://sbmptn.or.id/.", "Benar, FSRD ITB mensyaratkan Ujian Keterampilan Seni Rupa. Dengan demikian, pemilih FSRD ITB harus mengikuti ujian tertulis kelompok SOSHUM dan Ujian Keterampilan Seni Rupa. Informasi selengkapnya dapat diperoleh di laman http://sbmptn.ac.id/ dan di laman Pelaksanaan Ujian Keterampilan Seni Rupa SBMPTN 2016.", "Tidak, peserta SBMPTN yang memilih FSRD ITB dapat mengikuti Ujian Keterampilan Seni Rupa di PTN lain yang menyelenggarakan Ujian Keterampilan Seni Rupa, di lokasi terdekat dengan lokasi domisili peserta yang bersangkutan. Informasi selengkapnya dapat diperoleh di laman http://sbmptn.ac.id/ dan di laman Pelaksanaan Ujian Keterampilan Seni Rupa SBMPTN 2016.", "Tidak, Program Peminatan ITB hanya ditawarkan pada pelaksanaan SNMPTN saja dan tidak dibuka pada pelaksanaan SBMPTN.", "Sejak tahun 2011, ITB tidak melaksanakan seleksi penerimaan mahasiswa baru program sarjana melalui jalur seleksi secara mandiri. ITB hanya menerima mahasiswa baru program sarjana melalui SNMPTN dan SBMPTN. Sebagai informasi, silakan mengunjungi laman resmi SNMPTN 2015 (http://snmptn.ac.id/) atau laman resmi SBMPTN 2014 (http://sbmptn.or.id/) untuk memperoleh gambaran mengenai pelaksanaan pendaftaran dan seleksi mahasiswa baru di Perguruan Tinggi Negeri di Indonesia, termasuk ITB", "ITB hanya melakukan program seleksi mahasiswa transfer dengan beberapa perguruan tinggi yang telah menjalin kerjasama formal di bidang transfer mahasiswa (dibuktikan dengan MoU). Informasi selengkapnya mengenai sistem penerimaan mahasiswa baru ITB dapat diperoleh di alamat http://usm.itb.ac.id/.", "ITB hanya melakukan program seleksi mahasiswa transfer dengan beberapa perguruan tinggi yang telah menjalin kerjasama formal di bidang transfer mahasiswa (dibuktikan dengan MoU). Silakan menghubungi perguruan tinggi asal saudara untuk mengetahui keberadaan MoU kerja sama transfer mahasiswa dari perguruan tinggi tersebut ke ITB.", "Silakan menghubungi perguruan tinggi asal saudara untuk mengetahui keberadaan MoU kerja sama transfer mahasiswa dari perguruan tinggi tersebut ke ITB.", "ITB tidak memiliki program alih jenjang dari D3 ke S1 atau program-program keprofesian sejenis seperti yang saudara maksudkan di luar program S1, S2, dan S3 reguler. Informasi selengkapnya mengenai sistem penerimaan mahasiswa baru ITB dapat diperoleh di alamat http://usm.itb.ac.id/.", "ITB tidak memiliki program-program pendidikan jarak jauh sejenis seperti yang saudara maksudkan di luar program S1, S2, dan S3 reguler. Informasi selengkapnya mengenai sistem penerimaan mahasiswa baru ITB dapat diperoleh di alamat http://usm.itb.ac.id/.", "ITB tidak memiliki program-program keprofesian sejenis seperti yang saudara maksudkan di luar program S1, S2, dan S3 reguler. Informasi selengkapnya mengenai sistem penerimaan mahasiswa baru ITB dapat diperoleh di alamat http://usm.itb.ac.id/.", "ITB tidak memiliki program-program keprofesian sejenis seperti yang saudara maksudkan di luar program S1, S2, dan S3 reguler. Informasi selengkapnya mengenai sistem penerimaan mahasiswa baru ITB dapat diperoleh di alamat http://usm.itb.ac.id/."]