["Siapa nama koordinator dosen mata kuliah strategi algoritma 2018/2019", "Siapa nama koordas strategi algoritma", "Berapa jumlah SKS minimal untuk lulus S1 di ITB", "Apa kepanjangan SKSD", "Tanggal berapa diadakan pemilu tahun ini", "Sudah berapa kali diadakan pemilu presiden", "Pemilu diadakan berapa kali setahun", "Siapa saja pembuat anda", "Apa saja stack yang dipakai untuk membuat anda", "Apa nama ibukota Indonesia", "Nama ibukota Indonesia sebelum disebut Jakarta adalah", "Siapa pembuat algoritma KMP", "Siapa pemain catur nomor satu dunia sekarang", "Apa nama blackhole yang berada di tengah galaksi bimasakti", "Siapa nama pemain karakter wanita yang direbutkan oleh kedua pria dalam lagu \"adu rayu\"", "Berapa jumlah presiden Indonesia", "Tahun berapa Indonesia merdeka", "Berapa tahun Indonesia dijajah Jepang", "Dimana Soekarno memproklamasikan kemerdekaan Indonesia", "Dimana kantin terdekat Labtek 5", "Berapakah biaya pendidikan di ITB ", "Apakah ada uang pangkal bagi mahasiswa baru ITB ", "Di laman resmi ITB (http://usm.itb.ac.id), dinyatakan bahwa ITB memberikan subsidi UKT bagi calon mahasiswa yang berasal dari golongan ekonomi lemah. Bagaimana cara saya memperoleh subsidi UKT tersebut ", "Nilai UKT untuk Sekolah Bisnis dan Manajemen (SBM) ITB berbeda dengan nilai UKT untuk fakultas/sekolah lainnya. Apakah calon mahasiswa SBM dapat mengajukan permohonan subsidi UKT ", "Bisakah peserta Beasiswa Bidikmisi mengikuti Program Peminatan ITB ", "Apakah peserta Program Peminatan ITB akan menerima beasiswa secara otomatis ", "Saya ingin memilih program studi Kewirausahaan (SBM) pada Program Peminatan ITB. Bolehkah saya mengajukan subsidi UKT ", "Bagaimana dengan biaya perkuliahan bagi mahasiswa Internasional Program di ITB ", "Adakah beasiswa bagi mahasiswa Internasional Program di ITB ", "Bagaimana saya bisa menjadi mahasiswa di ITB ", "Bagaimana cara saya mendaftarkan diri sebagai calon mahasiswa di ITB ", "Apakah ada cara untuk menjadi mahasiswa ITB tanpa melalui ujian seleksi ", "Apa Itu SNMPTN ", "Bagaimana pola seleksi penerimaan mahasiswa baru melalui SNMPTN ", "Siapa saja yang boleh menjadi peserta SNMPTN ", "Apa persyaratan sekolah yang boleh mendaftar menjadi peserta SNMPTN ", "Sekolah saya belum memiliki alumni di ITB. Apakah saya bisa mengikuti SNMPTN dan memilih ITB ", "Bagaimana cara mengikuti SNMPTN ", "Apakah ada ujian atau wawancara yang harus diikuti siswa pada pelaksanaan SNMPTN ", "Adakah batasan prestasi bagi siswa yang ingin mengikuti SNMPTN ", "Saya merupakan siswa SMA bidang IPS. Apakah saya dapat memilih fakultas/sekolah Sains dan Teknik di ITB pada pelaksanaan SNMPTN ", "Saya merupakan siswa SMK. Apakah saya dapat memilih fakultas/sekolah Sains dan Teknik di ITB pada pelaksanaan SNMPTN ", "Saya adalah peraih medali emas Olimpiade Sains Nasional (OSN) di salah satu bidang studi. Apakah saya bisa langsung diterima sebagai mahasiswa ITB ", "Bagaimana ketentuan pemilihan program studi pada pelaksanaan SNMPTN ", "Saya ingin memperoleh informasi tentang jumlah peminat dan daya tampung ITB pada pelaksanaan SNMPTN. Dimana saya bisa memperoleh informasi tersebut ", "Saya mendengar bahwa ITB menyelenggarakan Program Peminatan. Apakah Program Peminatan itu ", "Mengapa ITB menyelenggarakan Program Peminatan ", "Bagaimana cara saya untuk dapat mengikuti Program Peminatan ITB ", "Apakah Program Peminatan ITB merupakan seleksi mahasiswa baru ITB jalur mandiri ", "Saya tidak memilih ITB pada pelaksanaan SNMPTN. Apakah saya dapat mengikuti Program Peminatan ITB ", "Saya tidak mengikuti SNMPTN. Apakah saya dapat mengikuti Program Peminatan ITB ", "Saya pernah mengirimkan formulir Program Peminatan ITB, namun berubah pikiran. Dapatkah saya membatalkan keikutsertaan saya di program Peminatan ITB ", "Saya pernah mengirimkan formulir Program Peminatan ITB dan telah dinyatakan lulus di program studi yang saya pilih pada Program Peminatan ITB, namun berubah pikiran. Dapatkah saya membatalkan keikutsertaan saya di Program Peminatan ITB ", "Bisakah peserta Beasiswa Bidikmisi mengikuti Program Peminatan ITB ", "Apakah peserta Program Peminatan ITB akan menerima beasiswa secara otomatis ", "Saya ingin memilih program studi Kewirausahaan (SBM) pada Program Peminatan ITB. Bolehkah saya mengajukan subsidi UKT ", "Saya ingin memilih Kelas Internasional Manajemen (SBM) pada Program Peminatan ITB. Apa saja ketentuan yang berlaku di program tersebut ", "Saya ingin mengikuti program peminatan. Bagaimana cara saya melakukan pemilihan program studi peminatan tersebut pada pelaksanaan SNMPTN ", "Dapatkah saya memilih 2 program studi yang berbeda dalam 1 fakultas/sekolah yang sama pada program peminatan ", "Saya ingin memilih FMIPA sebagai pilihan pertama dan program studi Astronomi (FMIPA) pada program peminatan sebagai pilihan kedua saya di ITB. Dengan pilihan tersebut, bagaimana cara saya melakukan pemilihan program studi di laman SNMPTN 2015 ", "Saya ingin memilih SITH-R sebagai pilihan pertama dan program studi Rekayasa Pertanian (SITH-R) pada program peminatan sebagai pilihan kedua saya di ITB. Dengan pilihan tersebut, bagaimana cara saya melakukan pemilihan program studi di laman SNMPTN 2015 ", "Saya ingin memilih program studi Oseanografi (FITB) pada program peminatan sebagai pilihan pertama dan FITB sebagai pilihan kedua saya di ITB. Dengan pilihan tersebut, bagaimana cara saya melakukan pemilihan program studi di laman SNMPTN 2015 ", "Saya ingin memilih STEI sebagai pilihan pertama dan program studi Teknik Biomedis (STEI) pada program peminatan sebagai pilihan kedua saya di ITB. Dengan pilihan tersebut, bagaimana cara saya melakukan pemilihan program studi di laman SNMPTN 2015 ", "Saya ingin memilih SBM sebagai pilihan pertama dan program studi Kewirausahaan (SBM) pada program peminatan sebagai pilihan kedua saya di ITB. Dengan pilihan tersebut, bagaimana cara saya melakukan pemilihan program studi di laman SNMPTN 2015 ", "Saya mendengar bahwa ada beberapa program studi baru di ITB yang tidak ditawarkan pada program peminatan ITB 2015. Bukankan program peminatan ITB selalu menawarkan program studi baru pada program peminatan ITB ", "Saya adalah peraih medali emas Olimpiade Sains Nasional (OSN) di salah satu bidang studi. Apakah saya bisa langsung diterima sebagai mahasiswa ITB ", "Saya mendengar bahwa ITB menyelenggarakan Program Peminatan. Apakah Program Peminatan itu ", "Mengapa ITB menyelenggarakan Program Peminatan ", "Bagaimana cara saya untuk dapat mengikuti Program Peminatan ITB ", "Apakah Program Peminatan ITB merupakan seleksi mahasiswa baru ITB jalur mandiri ", "Saya tidak memilih ITB pada pelaksanaan SNMPTN. Apakah saya dapat mengikuti Program Peminatan ITB ", "Saya tidak mengikuti SNMPTN. Apakah saya dapat mengikuti Program Peminatan ITB ", "Saya pernah mendaftarkan diri pada Program Peminatan ITB, namun berubah pikiran. Dapatkah saya membatalkan keikutsertaan saya di program Peminatan ITB ", "Saya pernah mendaftarkan diri pada Program Peminatan ITB dan telah dinyatakan lulus di program studi yang saya pilih pada Program Peminatan ITB, namun berubah pikiran. Dapatkah saya membatalkan keikutsertaan saya di Program Peminatan ITB ", "Bisakah peserta Beasiswa Bidikmisi mengikuti Program Peminatan ITB ", "Apakah peserta Program Peminatan ITB akan menerima beasiswa secara otomatis ", "Saya ingin memilih program studi Kewirausahaan (SBM) pada Program Peminatan ITB. Bolehkah saya mengajukan subsidi UKT ", "Saya ingin memilih Kelas Internasional Manajemen (SBM) pada Program Peminatan ITB. Apa saja ketentuan yang berlaku di program tersebut ", "Saya ingin mengikuti program peminatan. Bagaimana cara saya melakukan pemilihan program studi peminatan tersebut pada pelaksanaan SNMPTN ", "Dapatkah saya memilih 2 program studi yang berbeda dalam 1 fakultas/sekolah yang sama pada program peminatan ", "Saya ingin memilih FMIPA sebagai pilihan pertama dan program studi Astronomi (FMIPA) pada program peminatan sebagai pilihan kedua saya di ITB. Dengan pilihan tersebut, bagaimana cara saya melakukan pemilihan program studi di laman SNMPTN ", "Saya ingin memilih SITH-R sebagai pilihan pertama dan program studi Rekayasa Pertanian (SITH-R) pada program peminatan sebagai pilihan kedua saya di ITB. Dengan pilihan tersebut, bagaimana cara saya melakukan pemilihan program studi di laman SNMPTN ", "Saya ingin memilih program studi Oseanografi (FITB) pada program peminatan sebagai pilihan pertama dan FITB sebagai pilihan kedua saya di ITB. Dengan pilihan tersebut, bagaimana cara saya melakukan pemilihan program studi di laman SNMPTN ", "Saya ingin memilih STEI sebagai pilihan pertama dan program studi Teknik Biomedis (STEI) pada program peminatan sebagai pilihan kedua saya di ITB. Dengan pilihan tersebut, bagaimana cara saya melakukan pemilihan program studi di laman SNMPTN ", "Saya ingin memilih SBM sebagai pilihan pertama dan program studi Kewirausahaan (SBM) pada program peminatan sebagai pilihan kedua saya di ITB. Dengan pilihan tersebut, bagaimana cara saya melakukan pemilihan program studi di laman SNMPTN ", "Saya mendengar bahwa ada beberapa program studi baru di ITB yang tidak ditawarkan pada program peminatan ITB. Bukankan program peminatan ITB selalu menawarkan program studi baru pada program peminatan ITB ", "Bila saya diterima di salah satu program studi di ITB melalui program peminatan, apakah saya dapat pindah ke program studi lain ", "Bila saya diterima di salah satu program studi di ITB melalui program peminatan, apakah saya dapat memilih program studi lain pada saat penjurusan di tahun pertama perkuliahan ", "Apa Itu SBMPTN ", "Bagaimana pola seleksi penerimaan mahasiswa baru melalui SBMPTN ", "Siapa saja yang boleh menjadi peserta SBMPTN ", "Saya tidak memiliki nilai UN SLTA dan merupakan peserta Paket C. Namun demikian, pada saat pelaksanaan SBMPTN, nilai ujian Paket C yang saya ikuti belum terbit. Bisakah saya menjadi peserta SBMPTN ", "Sekolah saya merupakan Sekolah Internasional di wilayah Republik Indonesia, namun tidak mengikuti UN SLTA. Apakah saya bisa menjadi mahasiswa ITB ", "Saya merupakan lulusan SLTA di luar wilayah Republik Indonesia dan bukan merupakan lulusan Sekolah Indonesia di Luar Negeri. Dengan demikian, saya tidak mengikuti UN SLTA. Apakah saya bisa menjadi mahasiswa ITB ", "Saya berasal dari luar Jawa dan berminat memilih ITB pada pelaksanaan SBMPTN. Apakah saya harus mendaftarkan diri dan mengikuti ujian di Bandung ", "Saya berasal dari luar Jawa dan berminat memilih ITB pada pelaksanaan SBMPTN. Apakah saya harus membeli formulir pendaftaran SBMPTN di ITB ", "Materi apa saya yang diujikan pada pelaksanaan SBMPTN ", "Bisakah saya mengikuti ujian lintas bidang pada pelaksanaan SBMPTN ", "Saya berasal dari SMA IPS dan tertarik memilih salah satu fakultas/sekolah bidang SAINTEK di ITB pada pelaksanaan SBMPTN. Apakah saya dapat mengikuti ujian kelompok SOSHUM, mengingat saya tidak mempelajari mata pelajaran IPA di SMA ", "Saya mendengar tentang Ujian Keterampilan pada pelaksanaan SBMPTN. Apakah Ujian Keterampilan itu ", "Saya berminat untuk memilih FSRD ITB pada pelaksanaan SBMPTN. Apakah saya harus mengikuti Ujian Keterampilan ", "Saya berminat untuk memilih FSRD ITB pada pelaksanaan SBMPTN. Apakah saya harus mengikuti Ujian Keterampilan di ITB ", "Apakah ITB membuka Program Peminatan pada pelaksanaan SBMPTN ", "Selain dari SNMPTN dan SBMPTN, apakah ITB menyelenggarakan ujian saringan masuk mandiri untuk menerima mahasiswa baru program sarjana ", "Saya merupakan mahasiswa di salah satu perguruan tinggi di Indonesia. Apakah saya dapat transfer ke ITB ", "Saya merupakan mahasiswa di salah satu perguruan tinggi di Indonesia. Apakah perguruan tinggi saya memiliki kerja sama mahasiswa transfer dengan ITB ", "Perguruan tinggi mana saja yang telah memiliki kerja sama mahasiswa transfer dengan ITB ", "Saya merupakan lulusan salah satu program D3 di Indonesia. Apakah saya dapat melanjutkan program S1 ke ITB ", "Apakah ITB menyediakan perkuliahan jarak jauh atau perkuliahan secara online ", "Apakah ITB menyediakan kelas karyawan atau kelas kuliah malam ", "Apakah ITB menyediakan program D3 "]