["Siapa nama koordinator dosen mata kuliah strategi algoritma 2018/2019", "Siapa nama koordas strategi algoritma", "Berapa jumlah SKS minimal untuk lulus S1 di ITB", "Apa kepanjangan SKSD", "Tanggal berapa diadakan pemilu tahun ini", "Sudah berapa kali diadakan pemilu presiden", "Pemilu diadakan berapa kali setahun", "Siapa saja pembuat anda", "Apa saja stack yang dipakai untuk membuat anda", "Apa nama ibukota Indonesia", "Nama ibukota Indonesia sebelum disebut Jakarta adalah", "Siapa pembuat algoritma KMP", "Siapa pemain catur nomor satu dunia sekarang", "Apa nama blackhole yang berada di tengah galaksi bimasakti", "Siapa nama pemain karakter wanita yang direbutkan oleh kedua pria dalam lagu \"adu rayu\"", "Berapa jumlah presiden Indonesia", "Tahun berapa Indonesia merdeka", "Berapa tahun Indonesia dijajah Jepang", "Dimana Soekarno memproklamasikan kemerdekaan Indonesia", "Dimana kantin terdekat Labtek 5", "Berapakah biaya pendidikan di ITB ", "Apakah ada uang pangkal bagi mahasiswa baru ITB ", "Di laman resmi ITB (http://usm.itb.ac.id), dinyatakan bahwa ITB memberikan subsidi UKT bagi calon mahasiswa yang berasal dari golongan ekonomi lemah. Bagaimana cara saya memperoleh subsidi UKT tersebut ", "Nilai UKT untuk Sekolah Bisnis dan Manajemen (SBM) ITB berbeda dengan nilai UKT untuk fakultas/sekolah lainnya. Apakah calon mahasiswa SBM dapat mengajukan permohonan subsidi UKT ", "Bisakah peserta Beasiswa Bidikmisi mengikuti Program Peminatan ITB ", "Apakah peserta Program Peminatan ITB akan menerima beasiswa secara otomatis ", "Saya ingin memilih program studi Kewirausahaan (SBM) pada Program Peminatan ITB. Bolehkah saya mengajukan subsidi UKT ", "Bagaimana dengan biaya perkuliahan bagi mahasiswa Internasional Program di ITB ", "Adakah beasiswa bagi mahasiswa Internasional Program di ITB ", "Bagaimana saya bisa menjadi mahasiswa di ITB ", "Bagaimana cara saya mendaftarkan diri sebagai calon mahasiswa di ITB ", "Apakah ada cara untuk menjadi mahasiswa ITB tanpa melalui ujian seleksi ", "Apa Itu SNMPTN ", "Bagaimana pola seleksi penerimaan mahasiswa baru melalui SNMPTN ", "Siapa saja yang boleh menjadi peserta SNMPTN ", "Apa persyaratan sekolah yang boleh mendaftar menjadi peserta SNMPTN ", "Sekolah saya belum memiliki alumni di ITB. Apakah saya bisa mengikuti SNMPTN dan memilih ITB ", "Bagaimana cara mengikuti SNMPTN ", "Apakah ada ujian atau wawancara yang harus diikuti siswa pada pelaksanaan SNMPTN ", "Adakah batasan prestasi bagi siswa yang ingin mengikuti SNMPTN ", "Saya merupakan siswa SMA bidang IPS. Apakah saya dapat memilih fakultas/sekolah Sains dan Teknik di ITB pada pelaksanaan SNMPTN ", "Saya merupakan siswa SMK. Apakah saya dapat memilih fakultas/sekolah Sains dan Teknik di ITB pada pelaksanaan SNMPTN ", "Saya adalah peraih medali emas Olimpiade Sains Nasional (OSN) di salah satu bidang studi. Apakah saya bisa langsung diterima sebagai mahasiswa ITB ", "Bagaimana ketentuan pemilihan program studi pada pelaksanaan SNMPTN ", "Saya ingin memperoleh informasi tentang jumlah peminat dan daya tampung ITB pada pelaksanaan SNMPTN. Dimana saya bisa memperoleh informasi tersebut ", "Saya mendengar bahwa ITB menyelenggarakan Program Peminatan. Apakah Program Peminatan itu ", "Mengapa ITB menyelenggarakan Program Peminatan ", "Bagaimana cara saya untuk dapat mengikuti Program Peminatan ITB ", "Apakah Program Peminatan ITB merupakan seleksi mahasiswa baru ITB jalur mandiri ", "Saya tidak memilih ITB pada pelaksanaan SNMPTN. Apakah saya dapat mengikuti Program Peminatan ITB ", "Saya tidak mengikuti SNMPTN. Apakah saya dapat mengikuti Program Peminatan ITB ", "Saya pernah mengirimkan formulir Program Peminatan ITB, namun berubah pikiran. Dapatkah saya membatalkan keikutsertaan saya di program Peminatan ITB ", "Saya pernah mengirimkan formulir Program Peminatan ITB dan telah dinyatakan lulus di program studi yang saya pilih pada Program Peminatan ITB, namun berubah pikiran. Dapatkah saya membatalkan keikutsertaan saya di Program Peminatan ITB ", "Bisakah peserta Beasiswa Bidikmisi mengikuti Program Peminatan ITB ", "Apakah peserta Program Peminatan ITB akan menerima beasiswa secara otomatis ", "Saya ingin memilih program studi Kewirausahaan (SBM) pada Program Peminatan ITB. Bolehkah saya mengajukan subsidi UKT ", "Saya ingin memilih Kelas Internasional Manajemen (SBM) pada Program Peminatan ITB. Apa saja ketentuan yang berlaku di program tersebut ", "Saya ingin mengikuti program peminatan. Bagaimana cara saya melakukan pemilihan program studi peminatan tersebut pada pelaksanaan SNMPTN ", "Dapatkah saya memilih 2 program studi yang berbeda dalam 1 fakultas/sekolah yang sama pada program peminatan ", "Saya ingin memilih FMIPA sebagai pilihan pertama dan program studi Astronomi (FMIPA) pada program peminatan sebagai pilihan kedua saya di ITB. Dengan pilihan tersebut, bagaimana cara saya melakukan pemilihan program studi di laman SNMPTN 2015 ", "Saya ingin memilih SITH-R sebagai pilihan pertama dan program studi Rekayasa Pertanian (SITH-R) pada program peminatan sebagai pilihan kedua saya di ITB. Dengan pilihan tersebut, bagaimana cara saya melakukan pemilihan program studi di laman SNMPTN 2015 ", "Saya ingin memilih program studi Oseanografi (FITB) pada program peminatan sebagai pilihan pertama dan FITB sebagai pilihan kedua saya di ITB. Dengan pilihan tersebut, bagaimana cara saya melakukan pemilihan program studi di laman SNMPTN 2015 ", "Saya ingin memilih STEI sebagai pilihan pertama dan program studi Teknik Biomedis (STEI) pada program peminatan sebagai pilihan kedua saya di ITB. Dengan pilihan tersebut, bagaimana cara saya melakukan pemilihan program studi di laman SNMPTN 2015 ", "Saya ingin memilih SBM sebagai pilihan pertama dan program studi Kewirausahaan (SBM) pada program peminatan sebagai pilihan kedua saya di ITB. Dengan pilihan tersebut, bagaimana cara saya melakukan pemilihan program studi di laman SNMPTN 2015 ", "Saya mendengar bahwa ada beberapa program studi baru di ITB yang tidak ditawarkan pada program peminatan ITB 2015. Bukankan program peminatan ITB selalu menawarkan program studi baru pada program peminatan ITB ", "Saya adalah peraih medali emas Olimpiade Sains Nasional (OSN) di salah satu bidang studi. Apakah saya bisa langsung diterima sebagai mahasiswa ITB ", "Saya mendengar bahwa ITB menyelenggarakan Program Peminatan. Apakah Program Peminatan itu ", "Mengapa ITB menyelenggarakan Program Peminatan ", "Bagaimana cara saya untuk dapat mengikuti Program Peminatan ITB ", "Apakah Program Peminatan ITB merupakan seleksi mahasiswa baru ITB jalur mandiri ", "Saya tidak memilih ITB pada pelaksanaan SNMPTN. Apakah saya dapat mengikuti Program Peminatan ITB ", "Saya tidak mengikuti SNMPTN. Apakah saya dapat mengikuti Program Peminatan ITB ", "Saya pernah mendaftarkan diri pada Program Peminatan ITB, namun berubah pikiran. Dapatkah saya membatalkan keikutsertaan saya di program Peminatan ITB ", "Saya pernah mendaftarkan diri pada Program Peminatan ITB dan telah dinyatakan lulus di program studi yang saya pilih pada Program Peminatan ITB, namun berubah pikiran. Dapatkah saya membatalkan keikutsertaan saya di Program Peminatan ITB ", "Bisakah peserta Beasiswa Bidikmisi mengikuti Program Peminatan ITB ", "Apakah peserta Program Peminatan ITB akan menerima beasiswa secara otomatis ", "Saya ingin memilih program studi Kewirausahaan (SBM) pada Program Peminatan ITB. Bolehkah saya mengajukan subsidi UKT ", "Saya ingin memilih Kelas Internasional Manajemen (SBM) pada Program Peminatan ITB. Apa saja ketentuan yang berlaku di program tersebut ", "Saya ingin mengikuti program peminatan. Bagaimana cara saya melakukan pemilihan program studi peminatan tersebut pada pelaksanaan SNMPTN ", "Dapatkah saya memilih 2 program studi yang berbeda dalam 1 fakultas/sekolah yang sama pada program peminatan ", "Saya ingin memilih FMIPA sebagai pilihan pertama dan program studi Astronomi (FMIPA) pada program peminatan sebagai pilihan kedua saya di ITB. Dengan pilihan tersebut, bagaimana cara saya melakukan pemilihan program studi di laman SNMPTN ", "Saya ingin memilih SITH-R sebagai pilihan pertama dan program studi Rekayasa Pertanian (SITH-R) pada program peminatan sebagai pilihan kedua saya di ITB. Dengan pilihan tersebut, bagaimana cara saya melakukan pemilihan program studi di laman SNMPTN ", "Saya ingin memilih program studi Oseanografi (FITB) pada program peminatan sebagai pilihan pertama dan FITB sebagai pilihan kedua saya di ITB. Dengan pilihan tersebut, bagaimana cara saya melakukan pemilihan program studi di laman SNMPTN ", "Saya ingin memilih STEI sebagai pilihan pertama dan program studi Teknik Biomedis (STEI) pada program peminatan sebagai pilihan kedua saya di ITB. Dengan pilihan tersebut, bagaimana cara saya melakukan pemilihan program studi di laman SNMPTN ", "Saya ingin memilih SBM sebagai pilihan pertama dan program studi Kewirausahaan (SBM) pada program peminatan sebagai pilihan kedua saya di ITB. Dengan pilihan tersebut, bagaimana cara saya melakukan pemilihan program studi di laman SNMPTN ", "Saya mendengar bahwa ada beberapa program studi baru di ITB yang tidak ditawarkan pada program peminatan ITB. Bukankan program peminatan ITB selalu menawarkan program studi baru pada program peminatan ITB ", "Bila saya diterima di salah satu program studi di ITB melalui program peminatan, apakah saya dapat pindah ke program studi lain ", "Bila saya diterima di salah satu program studi di ITB melalui program peminatan, apakah saya dapat memilih program studi lain pada saat penjurusan di tahun pertama perkuliahan ", "Apa Itu SBMPTN ", "Bagaimana pola seleksi penerimaan mahasiswa baru melalui SBMPTN ", "Siapa saja yang boleh menjadi peserta SBMPTN ", "Saya tidak memiliki nilai UN SLTA dan merupakan peserta Paket C. Namun demikian, pada saat pelaksanaan SBMPTN, nilai ujian Paket C yang saya ikuti belum terbit. Bisakah saya menjadi peserta SBMPTN ", "Sekolah saya merupakan Sekolah Internasional di wilayah Republik Indonesia, namun tidak mengikuti UN SLTA. Apakah saya bisa menjadi mahasiswa ITB ", "Saya merupakan lulusan SLTA di luar wilayah Republik Indonesia dan bukan merupakan lulusan Sekolah Indonesia di Luar Negeri. Dengan demikian, saya tidak mengikuti UN SLTA. Apakah saya bisa menjadi mahasiswa ITB ", "Saya berasal dari luar Jawa dan berminat memilih ITB pada pelaksanaan SBMPTN. Apakah saya harus mendaftarkan diri dan mengikuti ujian di Bandung ", "Saya berasal dari luar Jawa dan berminat memilih ITB pada pelaksanaan SBMPTN. Apakah saya harus membeli formulir pendaftaran SBMPTN di ITB ", "Materi apa saya yang diujikan pada pelaksanaan SBMPTN ", "Bisakah saya mengikuti ujian lintas bidang pada pelaksanaan SBMPTN ", "Saya berasal dari SMA IPS dan tertarik memilih salah satu fakultas/sekolah bidang SAINTEK di ITB pada pelaksanaan SBMPTN. Apakah saya dapat mengikuti ujian kelompok SOSHUM, mengingat saya tidak mempelajari mata pelajaran IPA di SMA ", "Saya mendengar tentang Ujian Keterampilan pada pelaksanaan SBMPTN. Apakah Ujian Keterampilan itu ", "Saya berminat untuk memilih FSRD ITB pada pelaksanaan SBMPTN. Apakah saya harus mengikuti Ujian Keterampilan ", "Saya berminat untuk memilih FSRD ITB pada pelaksanaan SBMPTN. Apakah saya harus mengikuti Ujian Keterampilan di ITB ", "Apakah ITB membuka Program Peminatan pada pelaksanaan SBMPTN ", "Selain dari SNMPTN dan SBMPTN, apakah ITB menyelenggarakan ujian saringan masuk mandiri untuk menerima mahasiswa baru program sarjana ", "Saya merupakan mahasiswa di salah satu perguruan tinggi di Indonesia. Apakah saya dapat transfer ke ITB ", "Saya merupakan mahasiswa di salah satu perguruan tinggi di Indonesia. Apakah perguruan tinggi saya memiliki kerja sama mahasiswa transfer dengan ITB ", "Perguruan tinggi mana saja yang telah memiliki kerja sama mahasiswa transfer dengan ITB ", "Saya merupakan lulusan salah satu program D3 di Indonesia. Apakah saya dapat melanjutkan program S1 ke ITB ", "Apakah ITB menyediakan perkuliahan jarak jauh atau perkuliahan secara online ", "Apakah ITB menyediakan kelas karyawan atau kelas kuliah malam ", "Apakah ITB menyediakan program D3 ", "What is Python", "What is the Python Software Foundation", "Are there copyright restrictions on the use of Python", "Why was Python created in the first place", "What is Python good for", "How does the Python version numbering scheme work", "How do I obtain a copy of the Python source", "How do I get documentation on Python", "I’ve never programmed before. Is there a Python tutorial", "Is there a newsgroup or mailing list devoted to Python", "How do I get a beta test version of Python", "How do I submit bug reports and patches for Python", "Are there any published articles about Python that I can reference", "Are there any books on Python", "Where in the world is www.python.org located", "Why is it called Python", "Do I have to like “Monty Python’s Flying Circus”", "How stable is Python", "How many people are using Python", "Have any significant projects been done in Python", "What new developments are expected for Python in the future", "Is it reasonable to propose incompatible changes to Python", "Is Python a good language for beginning programmers", "Is there a source code level debugger with breakpoints, single-stepping, etc.", "Is there a tool to help find bugs or perform static analysis", "How can I create a stand-alone binary from a Python script", "Are there coding standards or a style guide for Python programs", "Why am I getting an UnboundLocalError when the variable has a value", "What are the rules for local and global variables in Python", "Why do lambdas defined in a loop with different values all return the same result", "How do I share global variables across modules", "What are the “best practices” for using import in a module", "Why are default values shared between objects", "How can I pass optional or keyword parameters from one function to another", "What is the difference between arguments and parameters", "Why did changing list ‘y’ also change list ‘x’", "How do I write a function with output parameters (call by reference)", "How do you make a higher order function in Python", "How do I copy an object in Python", "How can I find the methods or attributes of an object", "How can my code discover the name of an object", "What’s up with the comma operator’s precedence", "Is there an equivalent of C’s “?:” ternary operator", "Is it possible to write obfuscated one-liners in Python", "What does the slash(/) in the parameter list of a function mean", "How do I specify hexadecimal and octal integers", "Why does -22 // 10 return -3", "How do I convert a string to a number", "How do I convert a number to a string", "How do I modify a string in place", "How do I use strings to call functions/methods", "Is there an equivalent to Perl’s chomp() for removing trailing newlines from strings", "Is there a scanf() or sscanf() equivalent", "What is the most efficient way to concatenate many strings together", "How do I convert between tuples and lists", "What’s a negative index", "How do I iterate over a sequence in reverse order", "How do you remove duplicates from a list", "How do you make an array in Python", "How do I create a multidimensional list", "How do I apply a method to a sequence of objects", "Why does a_tuple[i] += [‘item’] raise an exception when the addition works", "I want to do a complicated sort: can you do a Schwartzian Transform in Python", "How can I sort one list by values from another list", "What is a class", "What is a method", "What is self", "How do I check if an object is an instance of a given class or of a subclass of it", "What is delegation", "How do I call a method defined in a base class from a derived class that overrides it", "How can I organize my code to make it easier to change the base class", "How do I create static class data and static class methods", "How can I overload constructors (or methods) in Python", "How do I get a list of all instances of a given class", "Why does the result of id() appear to be not unique", "Why does Python use indentation for grouping of statements", "Why am I getting strange results with simple arithmetic operations", "Why are floating-point calculations so inaccurate", "Why are Python strings immutable", "Why must ‘self’ be used explicitly in method definitions and calls", "Why can’t I use an assignment in an expression", "Why does Python use methods for some functionality (e.g. list.index()) but functions for other (e.g. len(list))", "Why is join() a string method instead of a list or tuple method", "How fast are exceptions", "Why isn’t there a switch or case statement in Python", "Can’t you emulate threads in the interpreter instead of relying on an OS-specific thread implementation", "Why can’t lambda expressions contain statements", "Can Python be compiled to machine code, C or some other language", "How does Python manage memory", "Why doesn’t CPython use a more traditional garbage collection scheme", "Why isn’t all memory freed when CPython exits", "Why are there separate tuple and list data types", "How are lists implemented in CPython", "How are dictionaries implemented in CPython", "Why must dictionary keys be immutable", "Why doesn’t list.sort() return the sorted list", "How do you specify and enforce an interface spec in Python", "Why is there no goto", "Why can’t raw strings (r-strings) end with a backslash", "Why doesn’t Python have a “with” statement for attribute assignments", "Python uses dynamic types. It is impossible to know in advance which attribute will be referenced at runtime. Member attributes may be added or removed from objects on the fly. This makes it impossible to know, from a simple reading, what attribute is being referenced: a local one, a global one, or a member attribute", "Why are colons required for the if/while/def/class statements", "Why does Python allow commas at the end of lists and tuples"]